Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: But you have to tell him.
ru: Скажи ему, что ты гений.

source: Tell him you are a genius, John.
ru: Что ты гений, Джон!

source: Tell him your work is critical, please.
ru: Джон, пожалуйста!

source: ls there any chance that you could ignore what I Just did?
ru: Можешь просто не обращать внимание на то, что я делаю?

source: Of course, what' s old friends for?
ru: Конечно, для этого и есть старые друзья?

source: ls that what we are, Martin?
ru: Это так, Мартин?

source: Friends?
ru: Мы друзья?

source: John, of course.
ru: Конечно, Джон.

source: Of course, we always have been.
ru: Конечно.

source: Alicia and I think that...
ru: Всегда ими были.

source: That might be some good.
ru: Мы с Алисией считаем,..... что помогать людям - быть частью общества,..

source: There are several attachments.
ru: ... значит творить благое дело.

source: Familiar places, familiar people.
ru: Определенного рода связи,..... знакомые люди, друзья могут помочь...... избавиться от этих...

source: Might help me elbow out... from this... from this certain delusions that I have.
ru: ... от этих иллюзий.

source: So I am here.
ru: Я хотел узнать, поэтому я и приехал,..

source: Quite some of the people Just say no.
ru: ... и я почти уверен, что ты мне откажешь.

source: But I was wondering if I could hang around.
ru: Но, все же, хочу спросить, могу ли я тут работать.

source: Will you be needing an office?
ru: Тебе нужен кабинет?

source: No... lcould Just work out in the library.
ru: Нет, я могу работать в библиотеке.

source: But he doesn' t have an lD.
ru: Он хочет погулять по библиотеке, но у него нет удостоверения.

source: Why can' t people read their memos, huh?
ru: Почему он не хочет читать свои записи?

source: Then he goes totally nuts.
ru: Ты не настоящий!

source: Shit...
ru: Тебя нет.

source: You are not real...
ru: Тебя нет.

source: ls that what you are, soldier?
ru: Ты этого хотел, солдат?

source: Some useless cold.
ru: Стать бесполезным хмырем?

source: The local banned man?
ru: Местным сумасшедшим?

source: I am not a soldier.
ru: - Я не солдат.

source: You can handle by yourself.
ru: - Ты закончишь за решеткой!

source: Old, worthless, disguided.
ru: Станешь старым, бесполезным, никчемным.

source: There' s no mission.
ru: Нет никакой миссии.

source: The world that you are walking through, the world will burn ash.
ru: Тебя нет!

source: You are not real.
ru: Тебя нет!

source: You' re still talking to me, soldier.
ru: Ты еще со мной разговариваешь, солдат.

source: John...
ru: Джон, все хорошо.

source: I Just heard what happen.
ru: Я тебя услышал, мне очень жаль.

source: I' m sorry, John.
ru: Джон!

source: I' m not a soldier.
ru: - Я не солдат.

source: Hey, Nash.
ru: Нэш.

source: You should have seen those faces.
ru: Ты бы видела их лица.

source: But I don' t know the way how...
ru: Знаю.

source: Sometimes I really miss talking to him.
ru: Иногда я скучаю по нашим разговорам.

source: Maybe Rosen' s right.
ru: Может, Розен прав.

source: Maybe I should think about going back to the hospital again.
ru: Может мне действительно нужно опять вернуться в больницу.

source: Come here.
ru: Нет.

source: Maybe try again tomorrow.
ru: Может попробуем завтра.

source: John, you can' t let go me forever.
ru: Джон, ты не можешь меня постоянно избегать.

source: Charles, you are a very good friend to me.
ru: Чарльз, ты был очень хорошим другом.

source: The best.
ru: Самым лучшим.

source: But I won' t talk to you again.
ru: Но я не буду больше с тобой разговаривать.

source: I Just can' t.
ru: Не могу.

source: The same goes to you, baby.
ru: И с тобой тоже, малышка.

source: How is it matter if I' m on your course?
ru: Могу я прослушать ваш курс?

source: It' s... it' s an honour, Professor Nash.
ru: Это честь для нас, профессор Нэш.

source: ls something wrong?
ru: Что- то не так?

source: This would be my first class.
ru: Здесь у меня было первое занятие.

source: Good morning, young lifes.
ru: Доброе утро,..... взрослеющий разум.

source: It' s Just not going to work, John.
ru: Ничего не получится, Джон.

source: You' re Just humiliating yourself.
ru: Ты просто унижаешь себя.

source: It' s pathetic.
ru: Это смешно!

source: You' re being pathetic.
ru: Над тобой смеются.

source: I' m ashamed of you.
ru: Я стыжусь тебя.

source: Are you coming?
ru: Ты идешь?

source: You' re going to be late.
ru: Опоздаешь.

source: Dad, you got my book.
ru: - Пап, ты взял мои учебники.

source: You got my book.
ru: Взял учебники.

source: See you tonight.
ru: До вечера.

source: Bye, honey.
ru: Пока, дорогой.

source: Do you Just solve Rima?
ru: Вы решили задачу Реймана?

source: That' s an analogue for non- communitive extensions.
ru: Это аналог некоммуникативных выражений Фробениуса.

source: Yes, it is.
ru: Да, это так.

source: It' s Just a piece of work, not so prodically, so...
ru: Только это проявляется непостоянно, так что это не так.

source: But...
ru: Но...

source: I believe I' m making progress.
ru: Вы --

source: You' re... you' re John Nash, right?
ru: Вы Джон Нэш, верно?

source: I' m studying your record.
ru: - Здравствуй.

source: The one you wrote here at Princeton.
ru: Я учусь вашей выдержки.

source: To come up with something totally original the way you did.
ru: Когда вы сюда поступали,..... вы хотели придумать нечто совершенно оригинальное.

source: You know, I was young.
ru: Я был молод.

source: I have been developing a theory.
ru: Я разработал теорию.

source: I believe I can prove the extentions in covering space.
ru: Думаю, я могу доказать,..... что выражения Гало покрывают пространство.

source: That everything... everything is connected.
ru: Что все связано.

source: That is all part of the same subJect.
ru: Когда ты ел в последний раз?

source: When was the last time you ate?
ru: - Простите?

source: You know, food.
ru: - Про еду помнишь.

source: My wife, she loves mayonnaise.
ru: Моя жена,..... любит майонез.

source: The factor is in two categories.
ru: Рассказывай.

source: I was thinking I am not a teacher.
ru: Не слушайте никого.

source: Classroom with 50 students could be don thing for anyone.
ru: Я думаю, что смогу преподавать.

source: John, besides you are a terrible teacher.
ru: Джон, из тебя ужасный учитель.

source: I am a quiet taste, Martin.
ru: У меня свой стиль, Мартин.

source: I was Just hoping that there is something that I can contribute.
ru: Я надеюсь, что смогу в чем- то посодействовать.

source: What about the...
ru: Ты меня понимаешь.

source: You know, are they gone?
ru: Они исчезли?

source: No, they are not gone.
ru: Нет, не исчезли.

source: But I got used to ignore.
ru: И, может, никогда не исчезнут.

source: You think that is what' s like.
ru: Но я научился не замечать их...... и, в конце концов, надеюсь, они от меня отстанут.

source: All our dreams and nightmares, Martin?
ru: Думаешь, все дела в наших снах и наших кошмарах, Мартин?

source: We got to keep feeding them to let them stay alive?
ru: Их нужно кормить, если хочешь, чтобы они выжили.

source: John, they haunted you...
ru: Джон, они преследуют тебя.

source: They might past.
ru: Они - мое прошлое, Мартин.

source: No body is haunted by their past.
ru: Всех преследует прошлое.

source: Well, goodbye.
ru: Ладно, пока.

source: John, I' il talk to the department.
ru: Джон, я поговорю с главным.

source: Maybe in the spring.
ru: Может, весной.

source: You' re... scared?
ru: Цепенею.

source: Terrify, modify, petrify, stupidfy by you.
ru: - Спасибо, профессор.

source: Thanks, professor.
ru: - Счастливо.

source: Have a nice day.
ru: - Счастливо.

source: Professor Nash.
ru: Профессор Нэш?

source: Can you see him?
ru: - Вы его видите?

source: Ya.
ru: - Да.

source: How is he?
ru: Уверена?

source: Forgive me.
ru: Это не твое видение?

source: I' m Just always suspicious in old people.
ru: Простите, я всегда с подозрением отношусь к новым людям.

source: See you next week, professor.
ru: - До встречи, профессор.

source: See you next week.
ru: - До встречи.

source: Who are you and what can I do for you?
ru: Теперь, когда я знаю, что вы на самом деле, позвольте узнать,..... кто вы и чем могу вам помочь?

source: Professor, my name is Thomas King.
ru: Профессор, меня зовут Томас Кинг.

source: Look at me.
ru: Я пришел, чтобы сказать вам,..... что вашу кандидатуру рассматривают в лауреаты Нобелевской премии.

source: I' m Just a little stun.
ru: Простите, я немного растерялся.

source: Over the past few years, your equal liberty has become a corner stone of modern economics.
ru: Уже несколько лет ваша выдержка...... помогла национальной современной экономике.

source: Suddenly everybody Just about to like that one.
ru: Моя выдержка всем нравится.

source: What about my work in some other proJect?
ru: Как на счет моих работ в других проектах?

source: Some mathematic?
ru: Таких как множественное внедрение?

source: The application of your bargaining problem to F. C. C. banned with auctions or to any trust cases...
ru: Ваше предложение для решения торговых проблем...... для Федеральной комиссии связи или антимонопольных проблем --

source: Trust cases?
ru: - Антимонопольных проблем?

source: Yes.
ru: - Да.

source: I never would have princip on that.
ru: Я об этом никогда не думал.

source: I Just lead some honesty to some stupidity.
ru: Я достиг того уровня честности, которая граничит с глупостью.

source: No, you haven' t.
ru: Нет, это не так.

source: I would never had thought about that.
ru: Потому что, иначе, я бы ничего подобного не придумал.

source: Shall we have tea?
ru: Выпьем чая?

source: I usually Just take my sandwich in the library.
ru: Я не хожу туда, обычно я перекусываю в библиотеке.

source: Come on, John.
ru: Пройдемте, Джон.

source: Let' s have some tea.
ru: Выпьем чая.

source: It' s a big day.
ru: Сегодня важный день.

source: Most commercial have my tea in the palette.
ru: Интересно, какой чай тут подают.

source: There was some northern lndian tea, that I enJoyed the flavour...
ru: Спасибо, девушка.

source: I have not been in this room for quite so many years...
ru: Тут все изменилось.

source: Things are certainly change around here.
ru: У меня сын ее ровесник.

source: I have a son that age.
ru: Гарвард.

source: I thought the receivers of the Nobel Prize is to be secreted.
ru: Я думал, что фамилии лауреатов Нобелевской премии держатся в секрете.

source: I thought you won' t have find out if you have won or lost.
ru: Я думал, что уже на церемонии ты узнаешь выиграл или нет.

source: That is generally the case, but this is circumstances.
ru: Обычно именно так, но это особый случай.

source: The award is Just substantial.
ru: Это очень важная награда.

source: They require private funding as such... the image of the Nobel...
ru: Сама статуэтка Нобеля.

source: Oh I see.
ru: Ясно.

source: You come here Just to find out if I' m crazy.
ru: Вы пришли узнать, сумасшедший ли я?

source: Find out if I' il screw out everything that I actually want.
ru: Узнать испорчу ли я вечер, если выиграю на самом деле?

source: Strip naked like a chicken thing pours around the nature.
ru: Что- то типа этого, да.

source: Something like that, yes.
ru: Я напугал вас?

source: But I embarass you.
ru: Да, это возможно.

source: Yes, it is possible.
ru: Понимаете, я --

source: You see...
ru: Я сумасшедший.

source: I take medications.
ru: Я принимаю новые таблетки,..

source: I still see things that is not real.
ru: ... но я до сих пор вижу то, чего нет на самом деле.

source: I Just choose not to acknowledge.
ru: Я просто стараюсь это не замечать.

source: I choose not to and indulge certain appetites.
ru: Что- то типа диеты разума,..... я стараюсь не избаловывать свой аппетит.

source: Like my appetite to patterns.
ru: Аппетит для моей системы.

source: Perhaps my appetite to imagine, to dream.
ru: Или аппетит для моих снов и видений.

source: It' s good to have you here, John.
ru: Рады видеть вас здесь, Джон.

source: It' s an honour, sir.
ru: Спасибо.

source: A privilege, professor.
ru: - Спасибо большое.

source: Thank you there.
ru: Профессор.

source: That is most certainly unexpected.
ru: СТОКГОЛЬМ, ШВЕЦИЯ ДЕКАБРЬ, 1994- Й ГОД

source: I' ve always believe in numbers.
ru: Я всегда верил в числа.

source: ln equations, and logics that lead to reasons.
ru: В уравнения, логику, которые к чему- то вели.

source: I asked, what truly is logic.
ru: Но после всей жизни в этом,..... я спрашиваю себя,..... что на самом деле является логикой?

source: Who decides its reason.
ru: Кто это решает?

source: My quests has take them in to the physical, the mental physical, the delusional and back.
ru: Я изучил физические,..... метафизические,..

source: And I' ve made the most important discovery of my career.
ru: Теперь я здесь.

source: The most important discovery of my life.
ru: Самое важное открытие своей жизни.

source: That any logical reasons can be found.
ru: Существует единственное загадочное уравнение любви,..... где можно найти логический смысл.

source: And I am only hitted because of you.
ru: Я здесь только благодаря тебе.

source: You are the reason I am.
ru: Ты и есть мой смысл.

source: You are all my reasons.
ru: Ты и есть смысл моей жизни.

source: I' il call for the car, dad.
ru: Я вызову машину, пап.

source: Oh yes, I am.
ru: - Ты готов поехать домой?

source: Yes, indeed.
ru: - Да, готов.

source: Yes, please.
ru: Да, несомненно, да, однозначно.

source: Thank you so much.
ru: Спасибо большое.

source: Nothing at all.
ru: Хотите прокачу?

source: Come with me, young lady.
ru: (с) 10. 08. 2002 Nick Gryzin

source: I got mine off last year.
ru: Как тебя зовут?

source: Boy, I hated them.
ru: Бренда...

source: They were bottoms.
ru: Бренда...

source: You know, I still got to wear my mouth guard.
ru: Нет, Я не...

source: You have really nice teeth.
ru: Ты видишь?

source: Well, thank you.
ru: Никакой проблемы.

source: And you have a pretty smile.
ru: Я надеюсь он в порядке.

source: Custodial to cafeteria.
ru: Я снял свой год назад.

source: No, I mean it.
ru: Я ненавидел его.

source: I really think those braces look good on you.
ru: У тебя красивые зубы.

source: Brenda.
ru: Бренда?

source: Do you know if they' re hiring here at the hospital?
ru: Ты не знаешь они ищут работников тут?

source: I' m a doctor.
ru: Я врач.

source: I' ve decided to get off the road for awhile.
ru: Дорогой отец.

source: I' ve taken a night job at a hospital and met some really nice people.
ru: Я решил свернуть с дороги на время.

source: Feels good to have my feet on the ground to wake up in the same bed every night.
ru: И встретил приятных людей.

source: Who knows, maybe I' il even find someone to settle down with.
ru: Кто знает, может Я найду кого- либо с кем свяжу свою жизнь?

source: Harvard Medical school... top of your class. southern California Children' s Hospital.
ru: Педиатрическая больница Южной Калифорнии...

source: Well, that' s a pretty impressive resume, Dr. Conners but unfortunately, uh... the only thing I need is a... an emergency room supervisor for my midnight to:: 00am shift someone to baby- sit six interns and 20 nurses but, uh...
ru: Но к сожалению единственно, кто мне нужен, это руководитель в приёмный покой для ночной смены после полуночи.

source: Hell, I doubt that, uh, you would be interested in that.
ru: Я сомневаюсь, что Вы заинтересованы.

source: Well, in the past they' ve always let me choose my own nurses.
ru: ОК, в прошлом мне всегда давали подбирать сестёр.

source: Dr. Connelly?
ru: Др.

source: Dr. Harris?
ru: Конелли.

source: Present.
ru: Др.

source: Dr. Ashland?
ru: Гаррис.

source: Dr. Conners...
ru: Присутствует.

source: You gonna take roll every night?
ru: Др.

source: Uh, yes, I will, Dr. Ashland and if you' re going to be late, I suggest you bring a note.
ru: Конерс, Вы будете проверять присутствие всегда?

source: Miss Basmann.
ru: Да, др.

source: Miss Mace.
ru: Эшленд

source: Miss strong.
ru: И если Вы опоздаете...

source: Nurse Brown.
ru: Басмен?

source: - Nurse sanford?
ru: Майс?

source: 30 milligrams of codeine every four hours.
ru: 30 мг. кодеина каждые 4 часа.

source: Run the plasma at 60 drops a minute until we calculate the fluid requirements.
ru: Жидкость, 60 капель каждую минуту. пока не посчитаем кол- во необходимой жидкости.

source: What do you estimate the degree and extent of the burns, Kildare? second and third- degree burns over about 20 percent of the body surface.
ru: Ожоги 2- й и 3- й степени, на более 20% поверхности тела.

source: I concur.
ru: Вы согласны?

source: Let' s get him up to Pediatrics.
ru: Я согласен.

source: Nurse Hopp to the Nurses' station south.
ru: Давайте поднимем его в детское

source: Hello, Brenda.
ru: Привет Бренда - Здравствуйте, Др.

source: Hi, Dr. Conners.
ru: Конерс.

source: You need to sign these.
ru: Вам надо подписаться здесь.

source: Do you notice anything different about me, Doctor?
ru: Обратили внимание на перемену?

source: - You got your braces off!
ru: Ты сняла "мостик".

source: I' ve been trying to show you all night!
ru: Умелая работа.

source: Good job.
ru: Болело, когда снимали?

source: Mine felt so weird after.
ru: У меня было такое странное ощущение потом.

source: Mm, I keep rubbing my tongue over them.
ru: Я постоянно высовываю язык.

source: I can' t stop.
ru: Я не могу остановиться.

source: They' re so slippery.
ru: Они такие скользкие.

source: It feels good, though, doesn' t it?
ru: Приятное ощущение, верно?

source: Yeah, it feels incredible.
ru: Да, отличное.

source: Oh, my.
ru: Др.

source: Dr. Conners to the ER.
ru: Конерс, в реанимацию.

source: Dr. Conners to the ER. shouldn' t you go?
ru: Конерс, в реанимацию.

source: They have a staff doctor in the emergency ward.
ru: Там есть врачи.

source: What if he' s in surgery?
ru: Всё будет в порядке.

source: Do you really think I have to go?
ru: А если срочная операция?

source: In here, Dr. Conners.
ru: Конерс, Вы здесь.

source: Gentlemen, what, uh... what seems to be the problem?
ru: Господа, в чём проблема?

source: Bicycle accident.
ru: Велосипедная авария.

source: - Dr. Harris.
ru: Перелом берцовой кости 5 дюймов ниже колена.

source: Do you concur?
ru: Гаррис, Вы согласны?

source: C...
ru: Согласен с чем?

source: Concur with what, sir?
ru: С тем, что др.

source: With what Dr. Ashland just said.
ru: Эшленд только что сказал.

source: Do you...
ru: Вы согласны?

source: Uh... well, it was a bicycle accident.
ru: Я думаю надо сделать снимок ноги, наложить швы и зафиксировать ногу.

source: Um, the boy told us. so you concur?
ru: Отлично, др.

source: Uh...
ru: Эшленд отлично.

source: I think we should take an X ray then stitch him up and put him in a walking cast.
ru: Мне кажется, Я не очень нужен тут.

source: That' s very good, Dr. Ashland.
ru: Продолжайте...

source: Very good.
ru: Пронесло...

source: Well, you don' t seem to have much need for me.
ru: Почему Я не согласился?

source: Carry on.
ru: Чувствуйте себя как дома.

source: I blew it, didn' t I?
ru: Фрэнк Абагнейл старший.

source: Why didn' t I concur?
ru: Вы не полицейский.

source: Dr. Henning, extension 219.
ru: Специальный агент Хенретти.

source: Make yourself at home!
ru: Я из ФБР.

source: You' re not a cop. special Agent Hanratty, FBl.
ru: Мой хозяин сказал, что Вы не полицейский.

source: You' re not a cop.
ru: Нет...

source: My landlord said you were not a cop.
ru: Если Вы согласны...

source: Well, if you' re going to arrest me
ru: Я не пришел Вас арестовывать.

source: I' d like to put on a different suit if that' s okay with you.
ru: У него проблемы.

source: No, no, I' m not here to arrest you.
ru: Вы знаете, где он?

source: He' s in trouble.
ru: Если Я скажу, обещаете не проболтаться его матери?

source: Do you know where he is?
ru: Конечно.

source: If I tell you where he is will you promise not to tell his mother? sure.
ru: Фрэнк подделал удостоверение личности.

source: Frank made up a fake I. D. and enlisted in the Marine Corps.
ru: И завербовался в морскую пехоту.

source: He' s over in Vietnam right now.
ru: Он находится во Вьетнаме в данную минуту.

source: That kid is halfway around the world crawling through the damn jungle fighting the Communists, so... please, don' t come to my home and call my boy a criminal because that kid has more guts...
ru: И не называйте моего сына уголовником

source: I never said he was a criminal, Mr. Abagnale.
ru: Я не называл вашего сына уголовником.

source: I said he was in trouble.
ru: Я сказал, у него проблемы.

source: If you' d like to give me a call and talk, here' s my number.
ru: Если захотите позвонить и поговорить, вот мой номер.

source: You' re not a father, are you?
ru: У вас нет детей, верно?

source: Pardon me?
ru: Простите?

source: If you were a father, you' d know.
ru: Если бы Вы были отцом, то знали бы, что

source: I would never give up my son.
ru: Я никогда бы не отказался от него.

source: Yes, sir.
ru: Джон, Джон.

source: I understand. sean, sean, now get this:
ru: Ривербенд...

source: "Riverbend Apartments 415 Landover, Atlanta, Georgia."
ru: Ландовер 415.

source: Atlanta, Georgia.
ru: Атланта, Джорджия.

source: Yeah, I' m on my way to the airport.
ru: Я по дороге в аэропорт.

source: I' il meet the team in, uh, in four hours.
ru: Я встречу группу через 4 часа.

source: Bye- bye.
ru: Это ОК.

source: You don' t have to cry.
ru: Ты не должна плакать.

source: I' m so sorry, Frank.
ru: Мне так жаль.

source: I can' t do this.
ru: В самом деле.

source: Brenda, listen to me.
ru: Я могу подождать.

source: I don' t care if you' re a virgin, all right?
ru: Я не девственница.

source: I' m not a virgin.
ru: Я сделала аборт 2 года назад.

source: I had an abortion two years ago.
ru: Я сделала это с приятелем родителей.

source: My parents had a friend do it a man that my father plays golf with.
ru: Отец играет с ним в гольф.

source: And then, when I got better, they kicked me out of the house.
ru: И когда Я почувствовала себя лучше, они выгнали меня.

source: I had an abortion and I wasn' t their daughter anymore.
ru: Я сделала аборт и больше не была их дочерью.

source: Please don' t be mad at me.
ru: Пожалуйста, не сердись на меня.

source: Please, please, don' t be mad at me.
ru: Пожалуйста... не сердись

source: Now... what if... what if I spoke to your parents, right?
ru: А что, если Я поговорю с твоими родителями?

source: May- Maybe I can straighten things out, huh?
ru: Может. это можно уладить?

source: Well, I ask them all the time but they said I still can' t come home.
ru: Я прошу их всё время...

source: Brenda... what if you were engaged to a doctor?
ru: Но они говорят, что Я всё ещё не могу вернуться.

source: Will that change anything?
ru: Мой отец адвокат.

source: What if I went to your parents... and I spoke to your father...
ru: Поговорю с твоим отцом...

source: and I asked permission to marry you?
ru: И попрошу бы твоей руки?

source: It' s empty.
ru: Пусто...

source: Nobody here.
ru: Никого...

source: Dr. Conners, are you Lutheran?
ru: Доктор, Вы протестант?

source: Yes, I- I am a Lutheran, but, please, call me Frank.
ru: Я протестант, но пожалуйста зовите меня Фрэнк.

source: Frank, would you like to say grace?
ru: Фрэнк, ты хочешь произнести благословение?

source: Unless you' re not comfortable.
ru: Если ты чувствуешь себя удобно.

source: Absolutely.
ru: Несомненно.

source: Two little mice fell into a bucket of cream.
ru: Два маленьких мышонка... упали в миску со сливками.

source: The first mouse quickly gave up and drowned but the second mouse, he struggled so hard that he eventually churned that cream into butter and he walked out.
ru: А второй боролся изо всех сил...

source: Oh, that was beautiful.
ru: Аминь - Аминь.

source: The mouse, he churned that cream into butter.
ru: Это было чудесно.
